app/models/patient_record.rb

SELECT "patient_records".* FROM "patient_records" ORDER BY "patient_records"."id" ASC
---
  def self.to_csv
    attributes = ['id', 'first_name', 'dob', 'member_id', 'effective_date', 'expiry_date', 'phone_number']
    CSV.generate(headers: true) do | csv |
      csv << attributes
      all.each do | record |